{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 29997
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 30000
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Damage stones increase a weapon's damage. The modification regulations are the same as those at the crafters, but there is a greater range of damage types available from stones. Damage stones are only usable by level 40s.\n\nPlease note that the first use [of a damage stone] can be used on any weapon and costs one million gold pieces. The weapon gets bound to the character after the stone has been used. It is therefore not possible to transfer weapons between different characters - so choose the character that should have the said weapon and use the stones with him.\n\nEvery stone increases the damage on a weapon by 1d4 until 2d6 damage has been reached and costs fame. The amount of fame needed changes depending on which type of damage is being applied.\n\n1d4 -> 1d6 -> 2d4 -> 1d10 -> 2d6\nThe damage can be changed thereafter with a different scale and an increased fame cost:\n2d6 -> 2d8 -> 2d10 -> 2d12\n\nThe Maximum amount of damage on a small or medium weapon can be two types of up to 24 points of damage. Large weapons and monk gloves can have 36 points of damage and up to three types of damage.\n\nExample: War hammer = 2d6 acid, 2d6 positive (12 + 12 = 24)\nKama = 1d4 positive, 2d10 divine (4 + 20 = 24)\nGreat sword = 2d12 electric, 2d6 sonic (24 + 12 = 36)\n\nOne can hand over a weapon at the Temple of Adaghar and sever the connection between it and the character. One even receives fames for it, although the stones and weapon are destroyed.\n\nTIP: One can use damage stones on an already fully loaded weapon to reduce one type of damage in favour of the the/another. It is also possible to remove a type of damage with the use of another damage stone.\nIf one were to use a divine stone (a new type of damage) on a weapon, one could choose which damage type to delete in favour of 1d4 points of divine damage.\nWere one to use an electric stone on a weapon with 2d6 electric damage on it, one would have the chance to reduce one of the already existing damage types in order to increase the electric damage to 2d8."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Damage Stone"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 73
  },
  "PaletteID": {
    "type": "byte",
    "value": 23
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 13
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 329
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "DMGS_PALETTE"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "item_dmgstone"
  }
}