{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 99
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 100
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "<cÿ ÿ>From the Server Administrators, Developers, Dungeon Masters, and our Players: <cÿÿÿ>\n\n\nGreetings Adventurer and Welcome to Dungeon Eternal X (\"DeX\"), we are happy you have come here.\n\n\nOur official website is <c  ÿ>www.dungeoneternal.com<cÿÿÿ>.  Please visit often.  Our forums are well-organized and provide announcements for upcoming DM sponsored events.\n\nAs the module is constantly improving, it is important to check your journal for any new updates which may impact or improve your DeX gameplay.\n\nHere is a list of some of the more important things you need to know before you get started in DeX:\n\n<cÿ  >1: <cÿÿÿ> There are no alignment restrictions on classes whatsoever. You can be an evil paladin, or a good palemaster, if you so choose. You are still required to meet all other prerequisites (for example, before you become an assassin, you must have a minimum of 8 hide and 8 move silently, regardless of your alignment).\n<cÿ  >2: <cÿÿÿ> This is a PvP server. Player-killing (PK) is acceptable and is encouraged among players of any level.\n<cÿ  >3: <cÿÿÿ> Experience gained does not diminish when in a party.  Players are only allowed to gain experience with other players who are within a ten level range.  \n<cÿ  >4: <cÿÿÿ> The appearance of armor, weapons, helmets, and shields can be customized for free from your crafting skill menu, and the colors can be changed using dyes sold in Loftenwood (the starting town) next to the general store.\n<cÿ  >5: <cÿÿÿ> All items can be crafted and enchanted at Item Vendors in each town. Loftenwood vendors will make items up to level 5, Ridgetown will go up to level 10, Duvenbawer will go to level 20, and Mythara will go to level 40.\n<cÿ  >6: <cÿÿÿ> In an effort to maintain balance, there are limitations to how many and what type of bonuses can be crafted/enchanted onto your custom items.  As you make use of the crafters, it will become clear what these limitations are.  For a detailed list of limitations, please read the journal entry titled, \"Item Crafting\".\n<cÿ  >7: <cÿÿÿ> The spell true seeing gives the effects of see invisible and ultravision. If you have a high listen and/or spot skill and then get the spell true seeing cast on you, you will achieve what players on this server call true true seeing (TTS), which is the original effect of this spell.\n<cÿ  >8: <cÿÿÿ> Subraces!  DeX has balanced subraces implemented.  Please see them in the subrace showroom.  To select a subrace, you must meet the prerequisites, and then select the subrace you want to become in the subrace showroom.  Subrace attribute and skill changes are permanent changes to your player file on the server vault.  \n<cÿ  >9: <cÿÿÿ>Altered Classes! \"Pure\" (lvl 40) wizards, sorcerers, and druids receive a bonus to the DC or other parts of some of their spells.  \"Pure\" means that a caster has only taken levels in their chosen class.  Specialized wizards receive double \"Pure\" DC bonus in their chosen school.  Necromancer Palemasters are considered \"Pure\" casters as well.  Special attention has been paid to casters to ensure they are balanced in comparison to other classes, and also that their spells attain epic proportions as they progress towards level 40.  \"Pure\" druids receive special summons that increase in power up to level 40.  Special armor and items have been added for a \"Warlord\" class.  \"Warlords\" are any class that has at least 20 levels of fighter, and any other combinations of blackguard, ranger, and dwarven defender.  \n<cÿ  >10: <cÿÿÿ> Factions play an important role in the PvP and PK environment.  Factions have special benefits including castles, custom auras, tracked statistics, and improved portaling abilities.  If you choose, alignment can still play a large part in what faction you join and how you spend your time adventuring on DeX and interacting with the other players.\n\n<cÿ  >CHANGES THAT MAY ALTER YOUR PLAYING STYLE OR CHARACTER BUILD: <cÿÿÿ>\n\nDevastating Critical is allowed.\n\nCounter spell is allowed.\n\nTrue Seeing = See Invis + Ultravision. If you have 50 Spot and/or 50 Listen, then you get \"True True Seeing\", and will be able to see all opponents who are hidden, invisible, or standing in darkness.\n\n+AcidSheath/ElementalSheild/DeathArmor \n[They do not stack. The first one you cast\nwill be the only one in effect.  These spells have been modified (See the Spell Compendium)]\n\n+Bigby Crushing Hand \n+Bigby Grasping Hand\n[Discipline + 1d20 save against DC] \n\n+Dispell (Lesser, Greater, and Mord's)\n[DC Includes caster levels]\n\n+Breach (Lesser, Greater, and Mord's)\n[Spells breached include Deathward, and a modified breach check versus Spell Resistance and \"True\" True Seeing (as described above)]\n\n+Epic Warding, power based on caster levels\n\n+Greater Restore \n+Harm\n+Heal\n+Mass Heal \n+Resurrection\n[Modified Formula, no longer a full heal]\n\n+IceStorm\n[Does not go through mantles]\n\n+Isaac's Lesser Missile Storm\n[1d6 * 10 Missiles]\n+Isaac's Greater Missile Storm\n[1d6 damage * 20 Missiles]\n\n+Undeaths Eternal Foe\n[Disabled AC Stacking]\n\n+TimeStop\n[10' Area of Effect Radius]\n[Duration = 9 seconds]\n\n+Word of Faith\n[Will Save vs. DC, no stun effect]\n\n___________________\n\n-AB/AC is capped at +5 on gear. Some unique items may have slightly higher stats.\n\n- Use Magical Device (UMD) for scroll usage is an 11*Scroll Level UMD check.  A level 9 scroll will require a 99 DC UMD check.\n\n-Pick Pocket DC is 2.5 * target level. \n* A level 15 target would have DC 38.\n* A level 30 target would have a DC 75.\n* A level 40 target would have DC 100."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "<cÿ ÿ>Player Guide v1.0"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 5
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "PlayerGuide"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "playerguide"
  }
}